<template>
  <div class="default-popup">
    <p> ■ 개 인 정 보 취 급 방 침 ■</p>

    <p>※ 수집하는 개인정보 항목</p>
    <p>회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.</p>
    <p>개인정보 수집방법 : 홈페이지(회원가입, 게시판, 투자성향분석, 가상투자)</p>
    <p>로그인ID</p>
    <p>패스워드</p>
    <p>이름</p>
    <p>이메일</p>
    <p>서비스 이용기록</p>
    <p>접속 로그</p>
    <p>쿠키</p>
    <p>접속 IP 정보</p>

    <p>※ 개인정보의 수집 및 이용목적</p>

    <p>회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.</p>

    <p>서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산</p>
    <p>컨텐츠 제공, 물품배송 또는 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심</p>
    <p>회원 관리</p>
    <p>회원제 서비스 이용에 따른 본인확인 , 개인 식별 , 불량회원의 부정 이용 방지와 비인가 사용 방지 , 가입 의사 확인</p>
    <p>마케팅 및 광고에 활용</p>
    <p>접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계</p>
    <p>※ 개인정보의 보유 및 이용기간</p>

    <p>원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.</p>
    <p>단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.</p>
    <p>보존 항목 : 로그인ID , 결제기록</p>
    <p>보존 근거 : 신용정보의 이용 및 보호에 관한 법률</p>
    <p>보존 기간 : 1년</p>
    <p>표시/광고에 관한 기록 : 6개월 (전자상거래등에서의 소비자보호에 관한 법률)</p>
    <p>계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)</p>
    <p>대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)</p>
    <p>소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)</p>
    <p>신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)</p>
  </div>
</template>
<script setup lang="ts">
</script>
